cask_args appdir: '/Applications'

tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'

mas 'Xcode', id: 497799835

brew 'sqlite'
brew 'python3'
brew 'coreutils'
brew 'fzf'
brew 'gettext'
brew 'htop'
brew 'mas'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'shellcheck'
brew 'swiftlint'
brew 'texinfo'
brew 'tmux'
brew 'tree'
brew 'docker'
brew 'docker-compose'
brew 'ffmpeg'
brew 'nvm'
brew 'youtube-dl'
brew 'tmuxinator'
brew 'git-lfs'
brew 'rbenv'
brew 'php'

cask 'sublime-text'
cask 'mactex'
cask 'openemu'
cask 'tunnelblick'
cask 'alfred'
cask 'insomnia'
cask 'firefox'
cask 'skype'
cask 'plex-media-player'
cask 'gpg-suite'
cask 'sublime-merge'
cask 'microsoft-teams'
cask 'adobe-digital-editions'
cask 'godot'
cask 'spotify'
cask 'slack'
